print("=" *55)
print('||', " " *8, "напиток 1 - Кофе☕, цена = 120 руб", " " *5, "||")
print('||', " " *8, "напиток 2 - Чай🍵, цена = 80 руб", " " *7, "||")
print('||', " " *8, "напиток 3 - Сок🧃, цена = 100 руб", " " *6, "||")
print('||', " " *8, "напиток 4 - Вода💧, цена = 50 руб", " " *6, "||")
print('||', " " *8, "напиток 5 - Лимонад🥤, цена = 90 руб", " " *3, "||")
print("=" *55)

order = input("Введите номер или название напитка: ")
quantity = int(input("Введите количество, сколько напитков вам нужно: "))
tea = 80
coffee = 120
juice = 100
water = 50
lemonade = 90

match order:
    case 1|"кофе" | "☕":
        price=coffee * quantity
        print("{price}")

